tap "clojure/tools"
tap "mykolaharmash/git-jump"
tap "thezoraiz/ascii-image-converter"
brew "act"
brew "git"
brew "asdf"
brew "bash"
brew "bat"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "elm"
brew "fd"
brew "fnm"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "git-filter-repo"
brew "unbound"
brew "gnupg"
brew "harfbuzz"
brew "lazygit"
brew "openjdk"
brew "leiningen"
brew "libsigc++"
brew "lsd"
brew "luarocks"
brew "mas"
brew "navi"
brew "neovim"
brew "node"
brew "perl"
brew "python@3.11"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "clojure/tools/clojure"
brew "mykolaharmash/git-jump/git-jump"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "arc"
cask "battle-net"
cask "cursor"
cask "discord"
cask "elgato-camera-hub"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "handbrake-app"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "kap"
cask "keka"
cask "league-of-legends"
cask "logseq"
cask "mac-mouse-fix"
cask "macs-fan-control"
cask "malwarebytes"
cask "obs"
cask "pictogram"
cask "proton-drive"
cask "proton-mail-bridge"
cask "protonvpn"
cask "qbittorrent"
cask "racket"
cask "raycast"
cask "slack"
cask "soulseek"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zen"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "2gua.rainbow-brackets"
vscode "akamud.vscode-theme-onedark"
vscode "andys8.jest-snippets"
vscode "be5invis.vscode-custom-css"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "cedricverlinden.cursor-dark"
vscode "clinyong.vscode-css-modules"
vscode "continue.continue"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "elmtooling.elm-ls-vscode"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "gerane.theme-solarized-dark"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "hbenl.vscode-test-explorer"
vscode "henriiik.vscode-sort"
vscode "ibm.output-colorizer"
vscode "johnpapa.vscode-peacock"
vscode "liviuschera.noctis"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "ryanolsonx.solarized"
vscode "ryu1kn.partial-diff"
vscode "streetsidesoftware.code-spell-checker"
vscode "twxs.cmake"
vscode "uctakeoff.vscode-counter"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
