tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ncurses"
brew "asciiquarium"
brew "autojump"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "exa"
brew "fnm"
brew "fortune"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "gnupg"
brew "go"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mas"
brew "navi"
brew "neovim"
brew "node"
brew "openjdk@8"
brew "python@3.9"
brew "rustup-init"
brew "sl"
brew "tldr"
brew "tmux"
brew "wget"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "audacity"
cask "calibre"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "forticlient-vpn"
cask "google-chrome"
cask "handbrake"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "logseq"
cask "macs-fan-control"
cask "malwarebytes"
cask "messenger"
cask "obs"
cask "obsidian"
cask "openoffice"
cask "protonmail-bridge"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "robo-3t"
cask "slack"
cask "soulseek"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Telegram", id: 747648890
